let handler = async (m, { conn, command, text }) => {
let love = `

*╔═══════════════════════════*
➢ "أنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ دَعَا فَاطِمَةَ ابْنَتَهُ فَسَارَّهَا فَبَكَتْ، ثُمَّ سَارَّهَا فَضَحِكَتْ فَقالَتْ عَائِشَةُ: فَقُلتُ لِفَاطِمَةَ: ما هذا الذي سَارَّكِ به رَسُولُ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، فَبَكَيْتِ، ثُمَّ سَارَّكِ فَضَحِكْتِ؟ قالَتْ: سَارَّنِي فأخْبَرَنِي بمَوْتِهِ، فَبَكَيْتُ، ثُمَّ سَارَّنِي، فأخْبَرَنِي أَنِّي أَوَّلُ مَن يَتْبَعُهُ مِن أَهْلِهِ فَضَحِكْتُ.

- الراوي: عائشة ام المؤمنين 
- حكم الحديث: [صحيح]"
*╚═══════════════════════════*

 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(حديث)$/i
export default handler
