let handler = async (m, { conn, command, text }) => {
let love = `

*⧠━──━⧈⇓《🐉》⇓⧈━──━⧠*
*•┃❖اهلا بك في قسم المطـــ🐉ور*
*⧠━──━⧈⇓《🐉》⇓⧈━──━⧠*
*✧║🐉⃝•║《.بان》*
*✧║🐉⃝•║《.ضيف_بريميام》*
*✧║🐉⃝•║《.حذف_بريميام》*
*✧║🐉⃝•║《.الغاء_البان》*
*✧║🐉⃝•║《.المبندين》*
*✧║🐉⃝•║《.إعادة》*
*✧║🐉⃝•║《.انضم》*
*✧║🐉⃝•║《.ضيف_اكس_بي》*
*✧║🐉⃝•║《.ضيف_جواهر》*
*⧠━──━⧈⇓《🐉》⇓⧈━──━⧠*
*✧║⌬ حقـوق السيد اكيرا✍︎* 
*✧║ا⌬ wa.me/201020639057*
*✧║ا⌬┋𝑇𝐸𝑁𝐷𝛩𝑈, 𝐴𝐾𝐼𝑅𝐴  〖🐉〗*
*⧠━──━⧈⇓《🐉》⇓⧈━──━⧠*

 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م7)$/i
export default handler
