let handler = async (m, { conn, command, text }) => {
let love = `
*_اهلا بكم في مجتمع العيله الكريمه:_*
*الجد: احمد الشرقاوي*
*الجده: فاطمه الكبيره*
*اخو الجد: سيف عماد*
*العم الأكبر: عبدالرحمن*
*العم الوسطاني الكبير: ياسر*
*العمين الوسطانيين التؤام: حسين و احمد نادر*
*العم الأصغر: مهند*
*العمه الصغيره: هنا*
______________
*ابن مهند: مفيش*
*اولاد احمد نادر: اياد و عبدو و ادهم و رقيه*
*بنت حسين: فاطمه الصغيره*
*بنت عبد الرحمن: روان*
*بنت ياسر: لورين*
______________
*_الزوجات:_*
*مهند: بيلي*
*احمد نادر: شهد*
*حسين: ماتت*
*عبد الرحمن: لاينا*
______________
*لكل شخص موجود في العائله مبلغ من المال لا يستطيع أن يصرف أكثر من معه إلا إذا استلف أو أخذ هديه*
*الجد:احمد الشرقاوي*
*معه: مليون6*
*الجد الصغير: سيف عماد*
*معه: مليون5*
*الجده زوجة احمد الشرقاوي: فاطمه الكبيره*
*معها: مليون5*
*العم الأكبر: عبد الرحمن*
*معه: مليون 5*
*العم الوسطاني الأكبر: ياسر*
*معه: مليون4*
*العم التؤام: حسين*
*معه: مليون5*
*العم التؤام: احمد/لوفي*
*معه: مليون15*
*العم الصغير: مهند*
*معه: مليون15*
*زوجة مهند: بيلي*
*معها: مليون14*
*زوجة احمد /لوفي: شهد*
_*معها:مليون5*_
_زوجة حسين: ؟؟_
_معها: ؟؟_
_زوجة عبد الرحمن:؟؟_
_معها:؟؟_
_زوجة ياسر:؟؟_
_معها:؟؟_
*العمه الصغيره: هنا*
*معها: مليون3*
*ابن احمد نادر: اياد*
*معه: مليون8*
_______________
*الابناء يأخذون من الٱباء النقود*

*الأخبار الجديدة:-*
*أن اياد سيتم بناء له حساب بنكي بسبب أن احمد نادر أبوه يتبرى من بعد ما صرف من فلوسه البنكيه فوق الأربعة عشر مليون*

*احمد نادر خريج سجون سيتم إذا اشتغل في مصنع راتبو سيكون قليل و إذا اراد يفتح اي شئ مثل المصنع الاسعار ستكون عاليه لأنو خريج سجون*
*❖━━━━━━[ 𝑁𝐸𝑍𝑈𝐾𝛩-𝐵𝛩𝑇 ]━━━━━❖*
*المطوࢪ:*
*𝑨𝑲𝑰𝑹𝑨*
*https://api.whatsapp.com/send/?phone=201020639057*
*❖━━━━━━[ 𝑁𝐸𝑍𝑈𝐾𝛩-𝐵𝛩𝑇 ]━━━━━❖*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(معلومات_العائله)$/i
export default handler
